[
	{
		"title": "Digital Engineering Laboratory Assistant",
		"description": [
			"Developed comprehensive modules, assignments, and tools that effectively engaged students in learning about Digital Engineering concepts and techniques, resulting in outstanding performance in their final projects.",
			"Collaborated with the lecturer, lab technician, and other lab assistants to make necessary changes to the curriculum and ensure that students had a clear understanding of the materials.",
			"Guided and mentored practitioners in digital engineering to ensure that they understand the subject matter and can apply it effectively in their work, resulting in successful implementation in their final projects."
		],
		"date": "Oct 2022 – Now",
		"company": "University of Lampung"
	},
	{
		"title": "Website Developer Intern",
		"description": [
			"Developed websites using relevant themes and plugins in WordPress or other content management systems (CMS) to enhance clients' online visibility and presence.",
			"Provided effective troubleshooting for enhance user experience with attractive and responsive designs to enhanced clients' brand image.",
			"Integrated third-party platforms, including Google Analytics, to increase clients' business reach, improve operational efficiency, and unleash business growth potential.",
			"Configuring website servers, integrated DNS settings, and seamlessly migrating servers to new servers leads to a strong online presence, increased website speed, and increased website security."
		],
		"date": "Mar 2023 – Jun 2023",
		"company": "PT. Dibimbing Digital Indonesia (Dibimbing.id)"
	},
	{
		"title": "Computer Technician Intern",
		"description": [
			"I build, install, and troubleshoot computer devices more than 18 devices every days by collaboration with the team.",
			"Performed daily quality checks for more than 20 components and devices every days, to get customer satisfaction.",
			"Organized more than 25 incoming items almost every day, and arrange them neatly in the warehouse."
		],
		"date": "Aug 2019 – Feb 2020",
		"company": "Sentra Computer"
	}
]
