[
	{
		"name": "Sulthan Fatahillah",
		"title": "Co-founder dibilabs.id",
		"text": "I met Yogi when he was only in his 4th semester and I'm pretty impressed by his ambition and well-planned life target. Even while pursuing his study he manages to fulfill his responsibility as our sole Website Developer Intern. He managed to design and make sure the function of 4 of our client's websites went well. He is not only a fast learner but also always eager to learn new things whether it's a new technical problem that needs troubleshooting but also insights from team dynamics. I saw that Yogi possesses leadership characteristics while managing him and will vouch for him to learn in various new places."
	},
	{
		"name": "Karisma Siti Fatima",
		"title": "Project Officer dibimbing.id",
		"text": "Throughout his tenure with our company, Yogi demonstrated exceptional qualities that truly set him apart. Yogi's attentiveness is one of his most remarkable attributes. He has an innate ability to focus on the task at hand, ensuring that every detail is meticulously attended to. Whether he was working on coding, debugging, or designing web interfaces, Yogi consistently exhibited a keen eye for perfection. His attention to detail significantly contributed to the high quality of his work. Moreover, Yogi's strong work ethic is truly commendable. He approached each project with enthusiasm, a positive attitude, and an unwavering commitment to excellence. Yogi never hesitated to go the extra mile to meet deadlines and surpass expectations. His dedication to his craft and determination to succeed were evident in every task he undertook."
	},
	{
		"name": "Fitra Shaumi Az Zahra",
		"title": "Growth Marketing Strategist dibimbing.id",
		"text": "As a fresher, Yogi demonstrate good work ethics, a great sense of responsibility and a smart-working mindset. He do not back off from challenges and is willing to support the team at places where his skills matches. I'm sure Yogi will continue to grow and will add up to his future teams wherever that is."
	}
]
